[
  {
    "author":"Lu",
    "session":1,
    "content":"Dear Talia, We had quite the adventure last night! Chaka, Evgesh and I were at a bar and suddenly, it was thrown into chaos after Evgesh started a fight that ended in an unfortunate death. We were invited to Baron Mykol's headquarters and he asked us to acquire a hand... of a recently deceased human person. Talk about a gruesome mission! We thought a hospital would be our best bet. We met with the doctor but he didn't look too pleased to see us. Then we tried our luck at the morgue, a very creepy location where we met Morguen. The man wasn't pleased to be disturbed, but we found what we were looking for: The hand of a recently deceased bard. The Baron seemed pleased and we left the place in a hurry. We completed the task we were assigned, but I can't help but think about it. I hope the bard wanted to give away his hand as a final gift, or at least that's how I'd like to think of it. Anyway, that's all that happened lately. I hope you're well and I'll tell you more the next time we meet. Warm regards, Lu"
  },
  {
    "author":"Lu",
    "session":2,
    "content":"Dear Talia, We go ever deeper in the labyrinth of quests as we struggle to find the legendary city of Deyu. After Mykol's mission paid off, he granted us the Blessing of the Spores and sent us off with a map. We soon found out the map to Deyu is a forgery. In any case, we first need a ship and a crew to leave this city. We tracked down Reis Lindberg and expected to find money from the investor Torick, only to find out he has found someone else for the journey. Well, someone none other than Chiasma, my former rival from the guild. Now, we face a challenge. We plan to steal the map from her, and maybe her crew and ship as well. It won't be easy, but I'm ready to go the extra mile. We must be clever and take full advantage of the situation. We'll figure out a way to get to Deyu in the end. Despite being our most difficult mission yet, I'm excited to embark on this journey. I hope the city is worth it and I'll toast to it when we get there. Cheers, Lu"
  },
  {
    "author":"Lu",
    "session":3,
    "content":"Dear Talia! I can't believe we've been able to pull off our mission! Our plan to steal the map to Deyu from Chiasma's ship went perfectly, thanks to Evgesh's quick thinking in starting a fight with the sailors and Chaka's stealthy moves in throwing me through a window into the captain's cabin. I quickly grabbed the map and we made our hasty escape before Chiasma even realised we had it! It's not all good news however, we weren't able to stay ahead of Chiasma in terms of magical power. She was able to cast Blight, a powerful necromantic spell, and it worried me. This might mean she is more powerful than before - I'm concerned it won't be the last time we'll have to face her magic. But the adventure has only just begun! We have made our way onto The Vineyard, a ship captained by Garret Kirkyabeard, and are ready to set sail. The only missing piece of our puzzle is Bamini, the tiefling sorcerer Chaka and Evgesh told me about. I am curious to meet her for myself and I very much hope she'll make it in time for us to begin our journey. Wish me luck Talia, it's time for our grand mission to discover the mythical city of Deyu! Your friend, Lu"
  }
]
