[
  {
    "author":"Lu",
    "session":1,
    "content":"Dear Talia, I have to admit, stealing the map from Chiasma was kind of thrilling. I know it's not the most honorable thing to do, but there's something about the risk and the reward that gets my blood pumping. I'm not sure if that makes me a bad person, but it's how I feel. Bamini raised some valid concerns about our mission to find the city of Deyu for Baron Mykol. She questioned whether it was an honorable mission to undertake, given that Mykol is a shady character and an underground boss. I have to admit, I hadn't thought too deeply about the morality of the mission. I was more focused on the adventure and the potential reward. But now that Bamini has raised these concerns, I find myself questioning our motives. Is it worth risking our lives and potentially doing something dishonorable for the sake of gold and glory? I'm not sure. But we've already set sail for Deyu, so I guess it's too late to turn back now. See you again, hopefully soon, Lu"
  },
  {
    "author":"Lu",
    "session":2,
    "content":"Dear Talia, we had some quite an eventful days on the ship. After the excitement of getting the map and setting sail for Deyu, I had a chance to catch my breath and get to know my companions better. Reis, our guide, opened up to me about his life as a sailor and his love for adventure. We even saw a mysterious water drake, a possible omen of the death god Nerull, swimming alongside the ship. Evgesh also found a curious kitten, but it ran away before he got to pet it. I think he was a little bit disappointed. Meanwhile, Chaka was in the middle of a long and winding dinner with the captain, which he managed to tactfully back away from. All of a sudden, the sailors shouted, pointing at a ghost ship menacingly approaching the vineyard. We were all called on deck to battle against whatever was about to happen, and I for one am not quite sure what to expect. Will we make it out alive? Is this the end of the road? It looks like the journey is just beginning! Until next time, Lu"
  }
]
